const motivationMessages = [
    {
        icon: "📖",
        message:
            "لا تنسَ أن تجعل لك وردًا من القرآن اليوم.",
    },
    {
        icon: "🌟",
        message:
            "استمر، كل خطوة صغيرة تقربك أكثر إلى الله.",
    },
    {
        icon: "🤲",
        message:
            "اذكر الله، فبذكر الله تطمئن القلوب.",
    },
    {
        icon: "🌱",
        message:
            "إنجاز صغير اليوم أفضل من تأجيل كبير للغد.",
    },
    {
        icon: "🕌",
        message:
            "خذ لحظة وتذكر نعم الله عليك.",
    },
    {
        icon: "✨",
        message:
            "رحلتك مستمرة، وكل عبادة تقوم بها لها أثر.",
    },
    {
        icon: "💚",
        message:
            "اجعل بينك وبين الله عملًا لا يعلمه أحد.",
    },
];

export default motivationMessages;